<!DOCTYPE html><html lang="fr"><head><meta charset="UTF-8"><meta name="viewport" content="width=device-width,initial-scale=1.0"><title>Politique de Confidentialit&eacute; &mdash; Calculateur 3&egrave;me Pilier</title><meta name="robots" content="noindex, nofollow"><link rel="icon" type="image/svg+xml" href="data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 32 32'%3E%3Crect width='32' height='32' rx='6' fill='%2323aee1'/%3E%3Crect x='13' y='7' width='6' height='18' rx='1' fill='%23fff'/%3E%3Crect x='7' y='13' width='18' height='6' rx='1' fill='%23fff'/%3E%3C/svg%3E"><link href="https://cdn.jsdelivr.net/npm/tailwindcss@2.2.19/dist/tailwind.min.css" rel="stylesheet"><link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;600;700&display=swap" rel="stylesheet"><style>body{font-family:'Inter',-apple-system,BlinkMacSystemFont,"Segoe UI",Roboto,sans-serif}</style></head>
<body class="bg-white text-gray-900">
<div class="max-w-3xl mx-auto px-6 py-16">
<a href="index.html" class="text-sm font-semibold mb-8 inline-block" style="color:#23aee1">&larr; Retour au simulateur</a>
<h1 class="text-3xl font-bold mb-8">Politique de Confidentialit&eacute;</h1>
<div class="space-y-8 leading-relaxed text-gray-700">

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Introduction</h2>
<p>La pr&eacute;sente politique de confidentialit&eacute; d&eacute;crit la mani&egrave;re dont <strong>LePlaanB</strong> (ci-apr&egrave;s &laquo;&nbsp;nous&nbsp;&raquo;) collecte, utilise et prot&egrave;ge les donn&eacute;es personnelles des utilisateurs du site <strong>calculateur-3eme-pilier.ch</strong>. Nous nous engageons &agrave; respecter votre vie priv&eacute;e conform&eacute;ment aux l&eacute;gislations applicables.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Cadre l&eacute;gal applicable</h2>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Suisse</h3>
<p>Le traitement des donn&eacute;es personnelles est soumis &agrave; la <strong>Loi f&eacute;d&eacute;rale sur la protection des donn&eacute;es (LPD, RS 235.1)</strong>, entr&eacute;e en vigueur dans sa version r&eacute;vis&eacute;e le 1er septembre 2023, ainsi qu'&agrave; l'<strong>Ordonnance sur la protection des donn&eacute;es (OPDo, RS 235.11)</strong>.</p>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">France / Union europ&eacute;enne</h3>
<p>Pour les utilisateurs r&eacute;sidant en France ou dans l'Union europ&eacute;enne, le traitement des donn&eacute;es est &eacute;galement soumis au <strong>R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD &mdash; R&egrave;glement UE 2016/679)</strong> et &agrave; la <strong>loi n&deg; 78-17 du 6 janvier 1978 modifi&eacute;e (loi Informatique et Libert&eacute;s)</strong>.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Responsable du traitement</h2>
<p><strong>LePlaanB</strong><br>Si&egrave;ge : Suisse<br>Contact : contact@leplaanb.ch</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Donn&eacute;es collect&eacute;es</h2>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Donn&eacute;es de navigation (automatiques)</h3>
<p>Lors de votre visite, nous pouvons collecter automatiquement : adresse IP (anonymis&eacute;e), type de navigateur, syst&egrave;me d'exploitation, pages visit&eacute;es, dur&eacute;e de la visite, source de trafic. Ces donn&eacute;es sont collect&eacute;es &agrave; des fins statistiques et d'am&eacute;lioration du site.</p>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Donn&eacute;es du simulateur</h3>
<p>Les donn&eacute;es saisies dans le simulateur 3&egrave;me pilier (revenu, canton, &acirc;ge) sont trait&eacute;es <strong>exclusivement c&ocirc;t&eacute; client (dans votre navigateur)</strong>. Aucune de ces donn&eacute;es n'est transmise &agrave; nos serveurs ni stock&eacute;e. Le calcul s'effectue enti&egrave;rement en local via JavaScript.</p>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Donn&eacute;es fournies volontairement</h3>
<p>Si vous nous contactez par e-mail ou via un formulaire, nous collectons les informations que vous fournissez (nom, e-mail, message) dans le seul but de r&eacute;pondre &agrave; votre demande.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Finalit&eacute;s du traitement</h2>
<ul class="list-disc pl-6 space-y-2">
<li>Am&eacute;lioration de l'exp&eacute;rience utilisateur et du contenu du site</li>
<li>Analyse statistique du trafic (audience, comportement de navigation)</li>
<li>R&eacute;ponse aux demandes de contact</li>
<li>Respect des obligations l&eacute;gales</li>
</ul>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Base l&eacute;gale du traitement</h2>
<p><strong>Suisse (LPD) :</strong> Le traitement repose sur notre int&eacute;r&ecirc;t l&eacute;gitime &agrave; am&eacute;liorer nos services (art. 31 al. 1 LPD) et, le cas &eacute;ch&eacute;ant, sur votre consentement.</p>
<p class="mt-2"><strong>France/UE (RGPD) :</strong> Le traitement est fond&eacute; sur votre consentement (art. 6.1.a RGPD) pour les cookies non essentiels, et sur notre int&eacute;r&ecirc;t l&eacute;gitime (art. 6.1.f RGPD) pour les donn&eacute;es de navigation essentielles au fonctionnement du site.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Cookies</h2>
<p>Ce site peut utiliser des cookies techniques n&eacute;cessaires au fonctionnement du site et des cookies analytiques pour mesurer l'audience. Les cookies analytiques ne sont d&eacute;pos&eacute;s qu'avec votre consentement pr&eacute;alable, conform&eacute;ment &agrave; la directive ePrivacy et aux recommandations de la CNIL.</p>
<p class="mt-2">Vous pouvez &agrave; tout moment modifier vos pr&eacute;f&eacute;rences en mati&egrave;re de cookies via les param&egrave;tres de votre navigateur.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Dur&eacute;e de conservation</h2>
<p>Les donn&eacute;es de navigation sont conserv&eacute;es pour une dur&eacute;e maximale de <strong>13 mois</strong> conform&eacute;ment aux recommandations de la CNIL. Les donn&eacute;es de contact sont conserv&eacute;es pendant la dur&eacute;e n&eacute;cessaire au traitement de votre demande, puis supprim&eacute;es.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Transfert de donn&eacute;es</h2>
<p>Le site &eacute;tant h&eacute;berg&eacute; par <strong>GitHub Pages</strong> (GitHub, Inc., &Eacute;tats-Unis), certaines donn&eacute;es techniques de navigation peuvent &ecirc;tre transf&eacute;r&eacute;es aux &Eacute;tats-Unis. GitHub adh&egrave;re au <strong>EU-US Data Privacy Framework</strong>, assurant un niveau de protection ad&eacute;quat reconnu par la Commission europ&eacute;enne.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Vos droits</h2>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Droit suisse (LPD)</h3>
<p>Vous disposez d'un <strong>droit d'acc&egrave;s</strong> (art. 25 LPD), d'un droit de <strong>rectification</strong>, d'un droit &agrave; la <strong>remise ou au transfert</strong> de vos donn&eacute;es (art. 28 LPD), et d'un droit d'<strong>opposition</strong> au traitement. Vous pouvez &eacute;galement saisir le <strong>Pr&eacute;pos&eacute; f&eacute;d&eacute;ral &agrave; la protection des donn&eacute;es et &agrave; la transparence (PFPDT)</strong>.</p>
<h3 class="font-semibold text-gray-900 mt-4 mb-2">Droit fran&ccedil;ais / europ&eacute;en (RGPD)</h3>
<p>Conform&eacute;ment aux articles 15 &agrave; 22 du RGPD et &agrave; la loi Informatique et Libert&eacute;s, vous disposez des droits suivants :</p>
<ul class="list-disc pl-6 space-y-1 mt-2">
<li><strong>Droit d'acc&egrave;s</strong> : obtenir une copie de vos donn&eacute;es personnelles</li>
<li><strong>Droit de rectification</strong> : corriger des donn&eacute;es inexactes</li>
<li><strong>Droit &agrave; l'effacement</strong> (&laquo;&nbsp;droit &agrave; l'oubli&nbsp;&raquo;)</li>
<li><strong>Droit &agrave; la limitation</strong> du traitement</li>
<li><strong>Droit &agrave; la portabilit&eacute;</strong> de vos donn&eacute;es</li>
<li><strong>Droit d'opposition</strong> au traitement</li>
</ul>
<p class="mt-2">Pour exercer vos droits, contactez-nous &agrave; : <strong>contact@leplaanb.ch</strong>. En France, vous pouvez &eacute;galement introduire une r&eacute;clamation aupr&egrave;s de la <strong>CNIL</strong> (Commission Nationale de l'Informatique et des Libert&eacute;s &mdash; www.cnil.fr).</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">S&eacute;curit&eacute; des donn&eacute;es</h2>
<p>Nous mettons en &oelig;uvre des mesures techniques et organisationnelles appropri&eacute;es pour prot&eacute;ger vos donn&eacute;es contre tout acc&egrave;s non autoris&eacute;, modification, divulgation ou destruction. Le site est servi en HTTPS pour garantir le chiffrement des &eacute;changes.</p>
</section>

<section>
<h2 class="text-xl font-bold text-gray-900 mb-3">Modification de la politique</h2>
<p>Nous nous r&eacute;servons le droit de modifier la pr&eacute;sente politique de confidentialit&eacute; &agrave; tout moment. La version en vigueur est celle publi&eacute;e sur cette page. Nous vous invitons &agrave; la consulter r&eacute;guli&egrave;rement.</p>
</section>

</div>
<div class="border-t border-gray-200 mt-12 pt-8 text-center text-gray-400 text-sm">
<p>LePlaanB &copy; 2026 &mdash; Derni&egrave;re mise &agrave; jour : f&eacute;vrier 2026</p>
</div>
</div>
</body></html>